Repository: pypi-data/pypi-mirror-65
Catalog: packages/trytond-account-stock-anglo-saxon/trytond_account_stock_anglo_saxon-5.0.3-py3-none-any.whl/trytond/modules/account_stock_anglo_saxon/locale/*.po
Languages: de

# error:account.invoice.line:
source: The invoice line '%(line)s' is linked to stock moves for other products than '%(product)s'. This may compute a wrong COGS.
de: Die Rechnungsposition '%(line)s' steht in Beziehung zu Lagerbewegungen für andere Artikel als '%(product)s'.Die kann zu einer falschen Berechnung der Kosten der verkauften Waren führen.

# error:stock.move:
source: Anglo-Saxon quantity can not be greater than quantity.
de: Anzahl (Angelsächsische Bewertung) kann nicht größer als Anzahl sein.

# field:product.category,account_cogs:
source: Account Cost of Goods Sold
de: Konto Kosten der verkauften Waren

# field:product.category.account,account_cogs:
source: Account Cost of Goods Sold
de: Konto Kosten der verkauften Waren

# field:stock.move,in_anglo_saxon_quantity:
source: Input Anglo-Saxon Quantity
de: Eingang (Angelsächsische Bewertung)

# field:stock.move,out_anglo_saxon_quantity:
source: Output Anglo-Saxon Quantity
de: Ausgang (Angelsächsische Bewertung)

# selection:account.fiscalyear,account_stock_method:
source: Anglo-Saxon
de: Angelsächsisch

# field:product.product,account_cogs:
source: Account Cost of Goods Sold
de: Konto Kosten der verkauften Waren

# field:product.template,account_cogs:
source: Account Cost of Goods Sold
de: Konto Kosten der verkauften Waren

# field:product.template.account,account_cogs:
source: Account Cost of Goods Sold
de: Konto Kosten der verkauften Waren

# help:product.product,account_cogs:
source: This account will be used instead of the one defined on the category.
de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.template,account_cogs:
source: This account will be used instead of the one defined on the category.
de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.
