
#encoding=utf-8
from __future__ import unicode_literals
import sys
sys.path.append("../")
# from harvesttext import HarvestText

import tkitNextSents
import tkitText
tt= tkitText.Text()

text_a="柯基犬，英国女皇身边的爱犬，以小短腿，大屁股吸粉无数，走起路来一扭一扭的，超级可爱，但是饲养柯基犬就必须承受这6大痛苦。"
text_b="眼睛中等大小，不突出，眼圈为暗黑色，眼角清晰。嘴鼻部优美且紧凑，缺毛，为先天性特征。"
text="""





1、底盘低容易脏

柯基犬的底盘特别的低，这是因为它的腿很短，所以柯基肚子下面的毛很容易弄脏，要是下雨天就更加的容易脏，如果你有洁癖的话，建议不要饲养柯基犬，而且柯基犬对人很热情，对陌生人一样热情，常敌友不分，失去看家功能，而且也容易给人拐走！



2、骨脆易骨折

柯基犬的骨骼很脆弱，而且消化系统也差，所以出去任务我怕它给人家打两下就已经骨折了，所以柯基犬也没有一点战斗力，饲养柯基犬也不能让它爬太多了楼梯对它的腰椎不好，还有因为柯基犬比较容易骨折所以需要多补钙，在挑选主食狗粮的时候尽量选择一些含钙量高，高蛋白低脂肪的天然狗粮为主，有效强健骨骼让狗狗骨头更加的坚硬！



3、运动量大

别看柯基犬体型很小，但体内却居住着一个非常庞大而且自信的灵魂，养一只小巧的柯基犬跟饲养一只大型犬其实并没有什么区别，因为柯基运动量超大，精力旺盛，对所有的东西都充满好奇心，所以每天都要出去运动来消耗旺盛的精力，不然你家就要遭殃咯，建议平时除了运动还可以做些训练，消耗体力。



4、性格很拧

柯基的性格很拧，强制要求它做一件事是很难的。有时候你想它听你话，拜托，它会不理你！但是对于这一点还是要从小就训练的，幼犬训练的最佳时期是4-5个月的时候，要耐心、反复去正确引导，狗狗做得好就可以奖励一些营养的小零食鸡肉干，羊奶酪，少量狗粮等都可以，训练起来就较容易啦。



5、掉毛很多

别说柯基犬毛不长不会掉毛，柯基犬真的会掉毛会掉毛会掉毛。它是双层毛，内层类似绒毛，短而厚外层被毛，长而粗糙，毛量充足且厚重，而且掉毛的程度是每天都在进行的，在换季的时候更是令人抓狂。其实想要缓解柯基犬掉毛，一方面要做好狗狗毛发的护理，另一方面一定要保持饮食的清淡，因为狗狗吃太咸也会加剧掉毛的情况，还容易患上皮肤病等。



柯基饮食注意：

柯基犬除了掉毛多，还很容易拉肚子，饭后喝多了水拉肚子，吃的太油拉肚子，吃惯了狗粮突然给它吃个馒头拉肚子，反正就是容易拉肚子，所以为了柯基犬的肠胃负责，狗粮尽量选择带有益生菌的狗粮保护狗狗肠胃健康，这里推荐营养均衡的“馋不腻天然狗粮”，含钙量高，低盐0添加剂，含益生菌，美毛壮骨护肠胃。再搭配一些新鲜的蔬果和肉类，这样狗狗营养就非常充足。



零食小卖部：

平时训练柯基犬的零食，尽量选择一些低盐低油，硬度适中的，除了训练还可以磨牙，推荐以下的，保留肉的营养，美味营养，训练磨牙必备，还可以美毛壮骨！
"""
ns=tkitNextSents.NextSents("/mnt/data/dev/github/gpt2Write/gpt2Write/tkitfiles/bertNext/")
ns.load_model()
pone=ns.pre_one(text_a,text_b)
print("预测单条结果",pone)

#从文本中计算符合下一句的句子
p=ns.pre_from_text(text_a,text)
print('',p)