Repository: pypi-data/pypi-mirror-65
Catalog: packages/trytond-dashboard/trytond_dashboard-5.2.1.tar.gz/trytond_dashboard-5.2.1/locale/*.po
Languages: pl

# field:dashboard.action,act_window:
source: Action
pl: Akcja

# field:dashboard.action,create_date:
source: Create Date
pl: Data utworzenia

# field:dashboard.action,create_uid:
source: Create User
pl: Utworzył

# field:dashboard.action,rec_name:
source: Record Name
pl: Nazwa rekordu

# field:dashboard.action,sequence:
source: Sequence
pl: Kolejność

# field:dashboard.action,user:
source: User
pl: Użytkownik

# field:dashboard.action,write_date:
source: Write Date
pl: Data zapisu

# field:dashboard.action,write_uid:
source: Write User
pl: Zapisał

# field:res.user,dashboard_actions:
source: Dashboard Actions
pl: Akcje pulpitu

# field:res.user,dashboard_layout:
source: Dashboard Layout
pl: Układ pulpitu

# model:dashboard.action,name:
source: Dashboard Action
pl: Akcja pulpitu

# model:ir.action,name:act_dashboard
source: Dashboard
pl: Pulpit

# model:ir.ui.menu,name:menu_dashboard
source: Dashboard
pl: Pulpit

# selection:res.user,dashboard_layout:
source: Square
pl: Kwadrat

# selection:res.user,dashboard_layout:
source: Stack Bottom
pl: Stos u dołu

# selection:res.user,dashboard_layout:
source: Stack Left
pl: Stos z lewej

# selection:res.user,dashboard_layout:
source: Stack Right
pl: Stos z prawej

# selection:res.user,dashboard_layout:
source: Stack Top
pl: Stos u góry

# view:res.user:
source: Dashboard
pl: Pulpit
