Repository: pypi-data/pypi-mirror-65
Catalog: packages/collective.lesscss/collective.lesscss-2.0.3.tar.gz/collective.lesscss-2.0.3/src/collective/lesscss/locales/*/LC_MESSAGES/collective.lesscss.po
Languages: es

source: Cancel
es: Cancelar

source: Changes saved
es: Cambios guardados

source: Edit cancelled
es: Edición cancelada

source: Installs the collective.lesscss package
es: Instala el paquete collective.lesscss

source: Invalidate LESS cache
es: Invalida caché LESS

source: LESS Stylesheets Tool
es: Herramienta hoja de estilos LESS

source: LESS resources settings
es: Configuración de recursos LESS

source: Save
es: Guardar

source: Static compiled LESS resources cache refreshed.
es: Los recursos LESS estáticos compilados son refrescados en caché.

source: description_use_clean_css
es: Esta configuración controla cuando el código CSS compilado será comprimido (minificado)

source: help_enable_less_stylesheets
es: Esta configuración controlara la forma en que las hojas de estilos LESS son compiladas para este sitio. Compilando recursos LESS del lado del cliente está destinado a ser utilizado en modo de desarrollo. Compilando recursos LESS del lado del servidor es recomendado para modo de producción. Deshabilitando esta opción, el sitio compilara del lado del servidor entonces dentro de los recursos CSS y habilitara la caché en estos.

source: help_lesscss_settings_editform
es: Configuraciones relacionadas a los recursos LESS del sitio.

source: label_enable_less_stylesheets
es: Habilitar compilación del lado del cliente de hojas de estilos LESS

source: label_use_clean_css
es: Habilitar compresión CSS
