Repository: pypi-data/pypi-mirror-65
Catalog: packages/trytond-stock-package-shipping-ups/trytond_stock_package_shipping_ups-5.2.2-py3-none-any.whl/trytond/modules/stock_package_shipping_ups/locale/*.po
Languages: es

# field:carrier,ups_label_height:
source: Label Height
es: Altura de la etiqueta

# field:carrier,ups_label_image_format:
source: Label Image Format
es: Formato de la imagen de la etiqueta

# field:carrier,ups_service_type:
source: Service Type
es: Tipo de servicio

# field:carrier.credential.ups,account_number:
source: Account Number
es: Número de cuenta

# field:carrier.credential.ups,company:
source: Company
es: Empresa

# field:carrier.credential.ups,create_date:
source: Create Date
es: Fecha de creación

# field:carrier.credential.ups,create_uid:
source: Create User
es: Usuario de creación

# field:carrier.credential.ups,license:
source: License
es: Licencia

# field:carrier.credential.ups,password:
source: Password
es: Contraseña

# field:carrier.credential.ups,rec_name:
source: Record Name
es: Nombre del registro

# field:carrier.credential.ups,server:
source: Server
es: Servidor

# field:carrier.credential.ups,use_metric:
source: Use Metric
es: Usar sistema métrico

# field:carrier.credential.ups,user_id:
source: User ID
es: Identificador usuario

# field:carrier.credential.ups,write_date:
source: Write Date
es: Fecha de modificación

# field:carrier.credential.ups,write_uid:
source: Write User
es: Usuario de modificación

# field:stock.package.type,ups_code:
source: UPS Code
es: Código UPS

# model:carrier.credential.ups,name:
source: UPS Credential
es: Credencial UPS

# model:ir.action,name:act_create_shipping_ups_wizard
source: Create UPS Shipping for Packages
es: Crear envíos UPS para paquetes

# model:ir.action,name:act_ups_credential_form
source: UPS Credentials
es: Credenciales UPS

# model:ir.message,text:msg_phone_required
source: To validate shipment "%(shipment)s" you must add phone number to party "%(party)s".
es: Para validar el albarán "%(shipment)s" debes añadir un numero de teléfono al tercero "%(party)s".

# model:ir.message,text:msg_shipment_has_reference_number
source: You cannot create shipping for shipment "%(shipment)s" because it has already a reference number.
es: No puede crear el envío para el albarán "%(shipment)s" porque ya tiene un número de referencia.

# model:ir.message,text:msg_shipping_description_required
source: To validate shipment "%(shipment)s" you must fill its shipping description.
es: Para validar el albaran "%(shipment)s" debe llenar la descripción de envío.

# model:ir.message,text:msg_ups_webservice_error
source: UPS webservice call failed with the following error message: %(message)s
es: La llamada al servicio web UPS ha fallado con el siguiente mensaje de error: %(message)s

# model:ir.message,text:msg_warehouse_address_required
source: To validate shipment "%(shipment)s" you must set an address on warehouse "%(warehouse)s".
es: Para validar el albarán "%(shipment)s" debe establecer una dirección en el almacén "%(warehouse)s".

# model:ir.ui.menu,name:menu_ups_credential_form
source: UPS Credentials
es: Credenciales UPS

# selection:carrier.credential.ups,server:
source: Production
es: Producción

# selection:carrier.credential.ups,server:
source: Testing
es: Pruebas

# view:carrier.credential.ups:
source: Credential Information
es: Información de las credenciales

# selection:carrier,ups_label_image_format:
source: Star Printer
es: Impresora Star

# selection:carrier,ups_service_type:
source: 2nd Day Air
es: 2ndo día aerio

# selection:carrier,ups_service_type:
source: 2nd Day Air A.M.
es: 2do día aerio A.M.

# selection:carrier,ups_service_type:
source: 3 Days Select
es: Seleccionar 3 dias

# selection:carrier,ups_service_type:
source: Economy Mail Innovations
es: Innovaciones de correo económico

# selection:carrier,ups_service_type:
source: Expedited
es: Expedido

# selection:carrier,ups_service_type:
source: Expedited Mail Innovations
es: Innovaciones de correo expedido

# selection:carrier,ups_service_type:
source: Express
es: Exprés

# selection:carrier,ups_service_type:
source: Express Plus
es: Exprés plus

# selection:carrier,ups_service_type:
source: First Class Mail
es: Correo primera clase

# selection:carrier,ups_service_type:
source: Ground
es: Por tierra

# selection:carrier,ups_service_type:
source: Next Day Air
es: Siguiente día aerio

# selection:carrier,ups_service_type:
source: Next Day Air Saver
es: Siguiente día aerio ahorro

# selection:carrier,ups_service_type:
source: Priority Mail
es: Correo prioritario

# selection:carrier,ups_service_type:
source: Priority Mail Innovations
es: Innovaciones de correo prioritario

# selection:carrier,ups_service_type:
source: UPS Access Point Economy
es: UPS Punto de acceso económico

# selection:carrier,ups_service_type:
source: UPS Next Day Air Early
es: UPS Siguiente día aerio pronto

# selection:carrier,ups_service_type:
source: UPS Saver
es: UPS Ahorro

# selection:carrier,ups_service_type:
source: UPS Standard
es: UPS Estándar

# selection:carrier,ups_service_type:
source: UPS Today Dedicated Courier
es: UPS Hoy mensajero dedicado

# selection:carrier,ups_service_type:
source: UPS Today Express
es: UPS Hoy exprés

# selection:carrier,ups_service_type:
source: UPS Today Express Saver
es: UPS Hoy exprés ahorro

# selection:carrier,ups_service_type:
source: UPS Today Intercity
es: UPS Hoy interciudad

# selection:carrier,ups_service_type:
source: UPS Today Standard
es: UPS Hoy estándar

# selection:carrier,ups_service_type:
source: UPS Worldwide Express Freight
es: UPS Carga exprés mundial

# selection:stock.package.type,ups_code:
source: BPM Flat
es: BPM Carta

# selection:stock.package.type,ups_code:
source: BPM Parcel
es: BPM Paquete

# selection:stock.package.type,ups_code:
source: Customer Supplied Package
es: Paquete proporcionado por el cliente

# selection:stock.package.type,ups_code:
source: First Class
es: Primera clase

# selection:stock.package.type,ups_code:
source: Flats
es: Cartas

# selection:stock.package.type,ups_code:
source: Irregulars
es: Irregulares

# selection:stock.package.type,ups_code:
source: Large Express Box
es: Caja exprés grande

# selection:stock.package.type,ups_code:
source: Machinables
es: Maquinarias

# selection:stock.package.type,ups_code:
source: Medium Express Box
es: Caja exprés mediana

# selection:stock.package.type,ups_code:
source: Pallet
es: Palet

# selection:stock.package.type,ups_code:
source: Parcel Post
es: Paquete postal

# selection:stock.package.type,ups_code:
source: Parcels
es: Paquetes

# selection:stock.package.type,ups_code:
source: Priority
es: Prioridad

# selection:stock.package.type,ups_code:
source: Small Express Box
es: Caja exprés pequeña

# selection:stock.package.type,ups_code:
source: Standard Flat
es: Carta estándar

# selection:stock.package.type,ups_code:
source: Tube
es: Tubo

# selection:stock.package.type,ups_code:
source: UPS 10KG Box
es: Caja 10KG UPS

# selection:stock.package.type,ups_code:
source: UPS 25KG Box
es: Caja 25KG UPS

# selection:stock.package.type,ups_code:
source: UPS Express Box
es: UPS Caja exprés

# selection:stock.package.type,ups_code:
source: UPS Letter
es: Caja UPS
