Repository: pypi-data/pypi-mirror-65
Catalog: packages/trytond-timesheet-cost/trytond_timesheet_cost-5.2.1.tar.gz/trytond_timesheet_cost-5.2.1/locale/*.po
Languages: it

# field:company.employee,cost_price:
source: Cost Price
it: Costo

# field:company.employee,cost_prices:
source: Cost Prices
it: Costi

# field:company.employee_cost_price,cost_price:
source: Cost Price
it: Costo

# field:company.employee_cost_price,create_date:
source: Create Date
it: creato il

# field:company.employee_cost_price,create_uid:
source: Create User
it: creato da

# field:company.employee_cost_price,date:
source: Date
it: Data

# field:company.employee_cost_price,employee:
source: Employee
it: Dipendente

# field:company.employee_cost_price,write_date:
source: Write Date
it: modificato il

# field:company.employee_cost_price,write_uid:
source: Write User
it: modificato da

# field:timesheet.line,cost_price:
source: Cost Price
it: Costo

# help:company.employee,cost_price:
source: Hourly cost price for this Employee
it: Costo orario del dipendente

# help:company.employee,cost_prices:
source: List of hourly cost price over time
it: Serie dei costi orari nel periodo

# help:company.employee_cost_price,cost_price:
source: Hourly cost price
it: costo orario

# model:company.employee_cost_price,name:
source: Employee Cost Price
it: Costo del dipendente

# view:company.employee:
source: Cost
it: Costo
