Repository: pypi-data/pypi-mirror-65
Catalog: packages/m9s-sale-channel/m9s_sale_channel-5.2.4-py3-none-any.whl/trytond/modules/sale_channel/locale/*.po
Languages: de

# view:sale.channel.export_data.start:
source: Export Data
de: Daten exportieren

# view:sale.channel.export_data.success:
source: Export Data
de: Daten exportieren

# view:sale.channel.export_prices.start:
source: Export Prices
de: Preise exportieren

# view:sale.channel.export_prices.status:
source: Export Product Prices
de: Artikelpreise exportieren

# view:sale.channel.export_prices.status:
source: Product prices has been exported succesfully.
de: Die Artikelkpreise wurden erfolgreich exportiert.

# view:sale.channel.import_data.properties:
source: Configure Accounts
de: Konten konfigurieren

# view:sale.channel.import_data.start:
source: Import Data
de: Daten importieren

# view:sale.channel.import_data.success:
source: Import Data
de: Daten importieren

# view:sale.channel.import_order_states.start:
source: Import Order States
de: Auftragsstatus importieren

# view:sale.channel.import_order_states.start:
source: Order states has been imported successfully for this channel.
de: Auftragsstatus wurden erfolgreich importiert.

# view:sale.channel.order_state:
source: Order States
de: Auftragsstatus

# view:sale.channel.payment_gateway:
source: Channel Payment Gateway
de: Vertriebskanal Zahlungsgateway

# view:sale.channel.tax:
source: Sale Tax
de: Verkauf Steuer

# view:sale.channel:
source: Access
de: Berechtigungen

# view:sale.channel:
source: Advanced
de: Fortgeschritten

# view:sale.channel:
source: Configuration
de: Einstellungen

# view:sale.channel:
source: Connection
de: Verbindung

# view:sale.channel:
source: Export Data
de: Daten exportieren

# view:sale.channel:
source: General
de: Allgemein

# view:sale.channel:
source: Import Data
de: Daten importieren

# view:sale.channel:
source: Import Order States
de: Auftragsstatus importieren

# view:sale.channel:
source: Import Shipping Carriers
de: Frachtführer importieren

# view:sale.channel:
source: Last Import / Export Time
de: Letztes Import/Exportdatum

# view:sale.channel:
source: Order Defaults
de: Standardeinstellungen für Aufträge

# view:sale.channel:
source: Order States
de: Auftragsstatus

# view:sale.channel:
source: Payment Gateways
de: Zahlungsgateways

# view:sale.channel:
source: Product Defaults
de: Standardeinstellungen Artikel

# view:sale.channel:
source: Sale Channel
de: Vertriebskanal

# view:sale.channel:
source: Shipping Carriers
de: Frachtführer

# view:sale.channel:
source: Taxes
de: Steuern

# view:sale.channel:
source: These values would be needed at the time of creating products, imported from the external channel.
de: Diese Werte werden benötigt zur Erstellung von Artikeln, die von einem externen Vertriebskanal importiert werden.

# wizard_button:product.listing.add,start,end:
source: Cancel
de: Abbrechen

# wizard_button:product.listing.add,start,next:
source: Next
de: Weiter

# wizard_button:sale.channel.export_data,start,end:
source: Cancel
de: Abbrechen

# wizard_button:sale.channel.export_data,start,next:
source: Continue
de: Weiter

# wizard_button:sale.channel.export_prices,start,end:
source: Cancel
de: Abbrechen

# wizard_button:sale.channel.export_prices,start,export_:
source: Continue
de: Weiter

# wizard_button:sale.channel.import_data,properties,create_properties:
source: Continue
de: Weiter

# wizard_button:sale.channel.import_data,start,end:
source: Cancel
de: Abbrechen

# wizard_button:sale.channel.import_data,start,next:
source: Continue
de: Weiter
