Repository: pypi-data/pypi-mirror-65
Catalog: packages/m9s-sale-channel/m9s_sale_channel-5.2.4-py3-none-any.whl/trytond/modules/sale_channel/locale/*.po
Languages: de

# error:party.party.channel_listing:
source: Contact is already mapped to this channel with same identifier
de: Der Kontakt ist in diesem Kanal bereits mit demselben Identifikator eingetragen.

# error:product.product.channel_listing:
source: Product is already mapped to this channel
de: Variante ist schon für diesen Kanal konfiguriert

# error:product.product.channel_listing:
source: This external product is already mapped with same channel.
de: Diese externe Variante ist in diesem Kanal bereits eingetragen.

# error:product.template.channel_listing:
source: Product Template is already mapped to this channel with same identifier
de: Der Artikel wurde bereits mit demselben Identifikator in diesem Kanal eingetragen

# error:sale.channel.payment_gateway:
source: Payment gateway already exists for this channel
de: Zahlungsgateway existiert bereits für diesen Vertriebskanal

# error:sale.channel.tax:
source: Tax rate and name must be unique per channel
de: Prozentsatz und Name der Steuer können pro Vertriebskanal nur einmal vergeben werden

# error:sale.channel:
source: %s (tax) of rate %f was not found.
de: %s (Steuer) für Satz %f wurde nicht gefunden.

# error:sale.channel:
source: No importable order state found HINT: Import order states from Order States tab in Channel
de: Kein importierbarer Bestellstatus gefunden. Hinweis: Import von Bestellstatus sollte auf der gleichnamigen Registerkarte im Vertriebskanal erfolgen.

# error:sale.channel:
source: Shipping carrier is not configured for code: %s
de: Frachtführer für Code "%s" ist nicht konfiguriert

# error:sale.line:
source: Sale Line with Order Item ID "%s" already exists
de: Verkaufsposition mit Artikel-ID "%s" existiert bereits.

# error:sale.sale:
source: Cannot change channel
de: Kann Vertriebskanal nicht wechseln

# error:sale.sale:
source: Go to user preferences and select a current_channel ("%s")
de: Bitte stellen Sie den aktuellen Vertriebskanal ("%s") in den Benutzereinstellungen ein.

# error:sale.sale:
source: Sale with Order ID "%s" already exists
de: Ein Verkauf mit Bestell-Nr. "%s" existiert bereits.

# error:sale.sale:
source: You cannot create order under this channel because you do not have required permissions
de: Sie können in diesem Vertriebskanal keine Aufträge erstellen, weil Sie nicht über die notwendigen Berechtigungen verfügen.

# error:sale.sale:
source: You missed some unresolved exceptions in sale %s.
de: Es existieren ungelöste Vorbehalte in Verkauf %s.

# field:channel.exception,channel:
source: Channel
de: Vertriebskanal

# field:channel.exception,create_date:
source: Create Date
de: Erstellungsdatum

# field:channel.exception,create_uid:
source: Create User
de: Erstellt durch

# field:channel.exception,is_resolved:
source: Is Resolved ?
de: Aufgelöst

# field:channel.exception,log:
source: Exception Log
de: Fehlerprotokoll

# field:channel.exception,origin:
source: Origin
de: Herkunft

# field:channel.exception,write_date:
source: Write Date
de: Zuletzt geändert

# field:channel.exception,write_uid:
source: Write User
de: Letzte Änderung durch

# field:party.party,channel_listings:
source: Channel Listings
de: Vertriebskanal Listings

# field:party.party.channel_listing,channel:
source: Sale Channel
de: Vertriebskanal

# field:party.party.channel_listing,contact_identifier:
source: Contact Identifier
de: Kontaktidentifikator

# field:party.party.channel_listing,create_date:
source: Create Date
de: Erstellungsdatum

# field:party.party.channel_listing,create_uid:
source: Create User
de: Erstellt durch

# field:party.party.channel_listing,party:
source: Contact
de: Kontakt

# field:party.party.channel_listing,write_date:
source: Write Date
de: Zuletzt geändert

# field:party.party.channel_listing,write_uid:
source: Write User
de: Letzte Änderung durch

# field:product.listing.add.start,channel:
source: Channel
de: Vertriebskanal

# field:product.listing.add.start,channel_source:
source: Channel Source
de: Quelle

# field:product.listing.add.start,product:
source: Product
de: Variante

# field:product.product,channel_listings:
source: Channel Listings
de: Vertriebskanal Listungen

# field:product.product,country_of_origin:
source: Country of Origin
de: Herkunftsland

# field:product.product.channel_listing,availability_type_used:
source: Type
de: Typ

# field:product.product.channel_listing,availability_used:
source: Availability
de: Verfügbarkeit

# field:product.product.channel_listing,channel:
source: Sale Channel
de: Vertriebskanal

# field:product.product.channel_listing,channel_source:
source: Channel Source
de: Quelle

# field:product.product.channel_listing,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.product.channel_listing,create_uid:
source: Create User
de: Erstellt durch

# field:product.product.channel_listing,product:
source: Product
de: Variante

# field:product.product.channel_listing,product_identifier:
source: Product Identifier
de: Variantenidentifikator

# field:product.product.channel_listing,quantity:
source: Quantity
de: Anzahl

# field:product.product.channel_listing,state:
source: State
de: Status

# field:product.product.channel_listing,unit_digits:
source: Unit Digits
de: Nachkommastellen

# field:product.product.channel_listing,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.product.channel_listing,write_uid:
source: Write User
de: Letzte Änderung durch

# field:product.template,channel_listings:
source: Channel Listings
de: Vertriebskanal Listings

# field:product.template.channel_listing,channel:
source: Sale Channel
de: Vertriebskanal

# field:product.template.channel_listing,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.template.channel_listing,create_uid:
source: Create User
de: Erstellt durch

# field:product.template.channel_listing,template:
source: Product Template
de: Artikel

# field:product.template.channel_listing,template_identifier:
source: Template Identifier
de: Artikelidentifikator

# field:product.template.channel_listing,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.template.channel_listing,write_uid:
source: Write User
de: Letzte Änderung durch

# field:res.user,allowed_create_channels:
source: Allowed Create Channels
de: Vertriebskanäle mit Schreibberechtigung

# field:res.user,allowed_read_channels:
source: Allowed Read Channels
de: Vertriebskanäle mit Leseberechtigung

# field:res.user,create_channels:
source: Create Channels
de: Vertriebskanäle mit Schreibberechtigung

# field:res.user,current_channel:
source: Current Channel
de: Aktueller Vertriebskanal

# field:res.user,read_channels:
source: Read Channels
de: Vertriebskanäle mit Leseberechtigung

# field:sale.channel,active:
source: Active
de: Aktiv

# field:sale.channel,address:
source: Address
de: Adresse

# field:sale.channel,company:
source: Company
de: Unternehmen

# field:sale.channel,company_party:
source: Company Party
de: Unternehmen

# field:sale.channel,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel,create_users:
source: Create Users
de: Benutzer mit Schreibberechtigung

# field:sale.channel,credit_note_tax_account:
source: Credit Note Tax Account
de: Gutschrift Steuerkonto

# field:sale.channel,currency:
source: Currency
de: Währung

# field:sale.channel,default_uom:
source: Default Product UOM
de: Standardmaßeinheit

# field:sale.channel,exceptions:
source: Exceptions
de: Fehler

# field:sale.channel,invoice_method:
source: Invoice Method
de: Rechnungsstellung

# field:sale.channel,invoice_tax_account:
source: Invoice Tax Account
de: Rechnung Steuerkonto

# field:sale.channel,last_inventory_export_time:
source: Last Inventory Export Time
de: Letzter Lagerbestandsexport

# field:sale.channel,last_order_export_time:
source: Last Order Export Time
de: Letzter Bestellungsexport

# field:sale.channel,last_order_import_time:
source: Last Order Import Time
de: Letzter Bestellungsimport

# field:sale.channel,last_order_import_time_required:
source: Last Order Import Time Required
de: Letztes Bestellungsimportdatum erforderlich

# field:sale.channel,last_product_export_time:
source: Last Product Export Time
de: Letzter Artikelexport

# field:sale.channel,last_product_price_export_time:
source: Last Product Price Export Time
de: Letzter Artikelpreisexport

# field:sale.channel,last_shipment_export_time:
source: Last shipment export time
de: Letzter Lieferpostenexport

# field:sale.channel,order_states:
source: Order States
de: Auftragsstatus

# field:sale.channel,payment_gateways:
source: Payment Gateways
de: Zahlungsgateways

# field:sale.channel,payment_term:
source: Payment Term
de: Zahlungsbedingung

# field:sale.channel,price_list:
source: Price List
de: Preisliste

# field:sale.channel,read_users:
source: Read Users
de: Benutzer mit Leseberechtigung

# field:sale.channel,sequence:
source: Sequence
de: Reihenfolge

# field:sale.channel,shipment_method:
source: Shipment Method
de: Lieferung

# field:sale.channel,shipping_carriers:
source: Shipping Carriers
de: Frachtführer

# field:sale.channel,source:
source: Source
de: Quelle

# field:sale.channel,taxes:
source: Taxes
de: Steuern

# field:sale.channel,timezone:
source: Timezone
de: Zeitzone

# field:sale.channel,warehouse:
source: Warehouse
de: Warenlager

# field:sale.channel,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.channel-read-res.user,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel-read-res.user,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel-read-res.user,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel-read-res.user,user:
source: User
de: Benutzer

# field:sale.channel-read-res.user,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel-read-res.user,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.channel-write-res.user,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel-write-res.user,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel-write-res.user,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel-write-res.user,user:
source: User
de: Benutzer

# field:sale.channel-write-res.user,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel-write-res.user,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.channel.carrier,available_carrier_services:
source: Available Carrier Services
de: Verfügbare Dienste

# field:sale.channel.carrier,carrier:
source: Carrier
de: Frachtführer

# field:sale.channel.carrier,carrier_service:
source: Service
de: Dienstleistung

# field:sale.channel.carrier,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel.carrier,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel.carrier,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel.carrier,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel.carrier,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.channel.export_data.start,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel.export_data.start,export_inventory:
source: Export Inventory ?
de: Lagerbestand exportieren?

# field:sale.channel.export_data.start,export_order_status:
source: Export Order Status ?
de: Bestellstatus exportieren?

# field:sale.channel.export_data.start,export_product_prices:
source: Export Product Prices ?
de: Artikelpreise exportieren?

# field:sale.channel.export_data.start,message:
source: Message
de: Nachricht

# field:sale.channel.export_data.success,message:
source: Message
de: Nachricht

# field:sale.channel.export_prices.start,message:
source: Message
de: Nachricht

# field:sale.channel.export_prices.status,products_count:
source: Products Count
de: Artikelanzahl

# field:sale.channel.import_data.properties,account_expense:
source: Account Expense
de: Aufwandskonto

# field:sale.channel.import_data.properties,account_revenue:
source: Account Revenue
de: Ertragskonto

# field:sale.channel.import_data.properties,company:
source: Company
de: Unternehmen

# field:sale.channel.import_data.start,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel.import_data.start,import_orders:
source: Import Orders
de: Aufträge importieren

# field:sale.channel.import_data.start,import_product_images:
source: Import Product Images
de: Variantenbilder importieren

# field:sale.channel.import_data.start,import_products:
source: Import Products
de: Artikel importieren

# field:sale.channel.import_data.start,message:
source: Message
de: Nachricht

# field:sale.channel.import_data.start,product_identifier:
source: Product Identifier
de: Variantenidentifikator

# field:sale.channel.import_data.success,message:
source: Message
de: Nachricht

# field:sale.channel.order_state,action:
source: Action
de: Aktion

# field:sale.channel.order_state,channel:
source: Sale Channel
de: Vertriebskanal

# field:sale.channel.order_state,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel.order_state,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel.order_state,invoice_method:
source: Invoice Method
de: Rechnungsstellung Einkauf

# field:sale.channel.order_state,shipment_method:
source: Shipment Method
de: Liefermethode

# field:sale.channel.order_state,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel.order_state,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.channel.payment_gateway,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel.payment_gateway,code:
source: Code
de: Variantennummer

# field:sale.channel.payment_gateway,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel.payment_gateway,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel.payment_gateway,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel.payment_gateway,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.channel.tax,channel:
source: Channel
de: Vertriebskanal

# field:sale.channel.tax,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.channel.tax,create_uid:
source: Create User
de: Erstellt durch

# field:sale.channel.tax,rate:
source: Rate
de: Prozentsatz

# field:sale.channel.tax,tax:
source: Tax
de: Steuer

# field:sale.channel.tax,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.channel.tax,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.line,channel_identifier:
source: Channel Identifier
de: Kanalidentifikator

# field:sale.sale,channel:
source: Channel
de: Vertriebskanal

# field:sale.sale,channel_identifier:
source: Channel Identifier
de: Kanalidentifikator

# field:sale.sale,channel_type:
source: Channel Type
de: Vertriebskanaltyp

# field:sale.sale,exceptions:
source: Exceptions
de: Fehler

# field:sale.sale,has_channel_exception:
source: Has Channel Exception ?
de: Vertriebskanal Fehler

# help:sale.channel,credit_note_tax_account:
source: GL to book for taxes when new taxes are created from channel
de: Konto für neu aus dem Vertriebskanal erstellte Steuern

# help:sale.channel,invoice_tax_account:
source: GL to book for taxes when new taxes are created from channel
de: Konto für neu aus dem Vertriebskanal erstellte Steuern

# help:sale.channel.import_data.start,import_product_images:
source: Selecting this option will import images for all listed products
de: Bei Aktivierung werden die Bilder aller gelisteteten Varianten importiert.

# model:channel.exception,name:
source: Channel Exception model
de: Vertriebskanal Ausnahme Modell

# model:ir.action,name:act_listed_product
source: Listed Products
de: Gelistete Artikel

# model:ir.action,name:act_sale
source: Orders
de: Bestellungen

# model:ir.action,name:act_sale_channel_form
source: Channels
de: Vertriebskanäle

# model:ir.action,name:act_sale_channel_listing
source: Channel Listing
de: Vertriebskanal Listing

# model:ir.action,name:act_sale_form_all
source: Sales
de: Verkäufe

# model:ir.action,name:wizard_add_listing
source: Add Listing
de: Listing hinzufügen

# model:ir.action,name:wizard_export_data
source: Export Data
de: Daten exportieren

# model:ir.action,name:wizard_export_prices
source: Export Prices
de: Preise exportieren

# model:ir.action,name:wizard_import_data
source: Import Data
de: Daten importieren

# model:ir.action,name:wizard_import_order_states
source: Import Order States
de: Auftragsstatus importieren

# model:ir.action.act_window.domain,name:act_sale_channel_listing_domain_active
source: Active
de: Aktiv

# model:ir.action.act_window.domain,name:act_sale_channel_listing_domain_all
source: All
de: Alle

# model:ir.action.act_window.domain,name:act_sale_channel_listing_domain_disabled
source: Disabled
de: Deaktiviert

# model:ir.action.act_window.domain,name:action_sale_channel_view_domain_active
source: Active
de: Aktiv

# model:ir.action.act_window.domain,name:action_sale_channel_view_domain_disabled
source: Disabled
de: Deaktiviert

# model:ir.cron,name:cron_export_orders
source: Export Orders Status
de: Auftragsstatus exportieren

# model:ir.cron,name:cron_import_orders
source: Import Orders
de: Aufträge importieren

# model:ir.cron,name:cron_update_orders
source: Update Orders
de: Aufträge aktualisieren

# model:ir.cron,name:ir_cron_export_inventory
source: Export Inventory
de: Lagerbestand exportieren

# model:ir.cron,name:ir_cron_export_product_prices
source: Export Product Prices
de: Artikelpreise exportieren

# model:ir.cron,name:ir_cron_import_products
source: Import Products
de: Artikel importieren

# model:ir.ui.menu,name:menu_sale_channel
source: Channels
de: Vertriebskanäle

# model:party.party.channel_listing,name:
source: Party - Sale Channel
de: Partei - Vertriebskanal

# model:product.listing.add.start,name:
source: Add listing form start
de: Listingformular Hinzufügen Start

# model:product.product.channel_listing,name:
source: Product - Sale Channel
de: Variante - Vertriebskanal

# model:product.template.channel_listing,name:
source: Template - Sale Channel
de: Artikel - Vertriebskanal

# model:res.user,name:user_trigger_orders
source: Orders Cron Trigger
de: Zeitplaner Trigger Aufträge

# model:sale.channel,name:
source: Sale Channel model
de: Vertriebskanal

# model:sale.channel-read-res.user,name:
source: Read Users for Sale Channel
de: Benutzer mit Leseberechtigung Vertriebskanal

# model:sale.channel-write-res.user,name:
source: Write Users for Sale Channel
de: Benutzer mit Schreibberechtigung Vertriebskanal

# model:sale.channel.carrier,name:
source: Shipping Carriers
de: Frachtführer

# model:sale.channel.export_data.start,name:
source: Export Data Start View
de: Datenexportassistent Start

# model:sale.channel.export_data.success,name:
source: Export Data Wizard Success View
de: Datenexportassistent Erfolg

# model:sale.channel.export_prices.start,name:
source: Export Prices Start View
de: Preise Exportieren Start

# model:sale.channel.export_prices.status,name:
source: Export Prices Status View
de: Preise Exportieren Status

# model:sale.channel.import_data.properties,name:
source: Import Sale Order Configure View
de: Auftragsimport Konfiguration

# model:sale.channel.import_data.start,name:
source: Import Sale Order Start View
de: Auftragsimport Start

# model:sale.channel.import_data.success,name:
source: Import Sale Order Success View
de: Auftragsimport Erfolg

# model:sale.channel.import_order_states.start,name:
source: Import Order States Start
de: Auftragsstatus Importieren Start

# model:sale.channel.order_state,name:
source: Sale Channel - Tryton Order State map
de: Vertriebskanal - Auftragsstatus

# model:sale.channel.payment_gateway,name:
source: Sale Channel Payment Gateway
de: Vertriebskanal Zahlungsgateway

# model:sale.channel.tax,name:
source: Sale Tax
de: Steuer

# selection:product.product.channel_listing,availability_type_used:
source: Bucket
de: Topf (Bucket)

# selection:product.product.channel_listing,availability_type_used:
source: Infinite
de: Unendlich

# selection:product.product.channel_listing,availability_type_used:
source: Quantity
de: Anzahl

# selection:product.product.channel_listing,availability_used:
source: In-Stock
de: Auf Lager

# selection:product.product.channel_listing,availability_used:
source: Out Of Stock
de: Nicht vorrätig

# selection:product.product.channel_listing,state:
source: Active
de: Aktiv

# selection:product.product.channel_listing,state:
source: Disabled
de: Deaktiviert

# selection:sale.channel,invoice_method:
source: Manual
de: Manuell

# selection:sale.channel,invoice_method:
source: On Order Processed
de: Bei Auftragsausführung

# selection:sale.channel,invoice_method:
source: On Shipment Sent
de: Bei Versand

# selection:sale.channel,shipment_method:
source: Manual
de: Manuell

# selection:sale.channel,shipment_method:
source: On Invoice Paid
de: Bei Bezahlung

# selection:sale.channel,shipment_method:
source: On Order Processed
de: Bei Auftragsausführung

# selection:sale.channel,source:
source: Manual
de: Manuell

# selection:sale.channel.import_data.start,import_products:
source: All
de: Alle

# selection:sale.channel.import_data.start,import_products:
source: No
de: Nein

# selection:sale.channel.import_data.start,import_products:
source: Specific Product
de: Spezifischer Artikel

# selection:sale.channel.order_state,action:
source: Do Not Import
de: Nicht importieren

# selection:sale.channel.order_state,action:
source: Import As Past Orders
de: Als frühere Aufträge importieren

# selection:sale.channel.order_state,action:
source: Process Automatically
de: Automatisch ausführen

# selection:sale.channel.order_state,action:
source: Process Manually
de: Manuell ausführen

# selection:sale.channel.order_state,invoice_method:
source: Manual
de: Manuell

# selection:sale.channel.order_state,invoice_method:
source: On Order Processed
de: Bei Auftragsausführung

# selection:sale.channel.order_state,invoice_method:
source: On Shipment Sent
de: Bei Versand

# selection:sale.channel.order_state,shipment_method:
source: Manual
de: Manuell

# selection:sale.channel.order_state,shipment_method:
source: On Invoice Paid
de: Bei Bezahlung

# selection:sale.channel.order_state,shipment_method:
source: On Order Processed
de: Bei Auftragsausführung

# view:channel.exception:
source: Channel Exception
de: Vertriebskanal Ausnahme

# view:channel.exception:
source: Channel Exceptions
de: Vertriebskanal Ausnahmen

# view:channel.exception:
source: Resolve
de: Auflösen

# view:party.party.channel_listing:
source: Product Channel Listings
de: Variantenlistings

# view:party.party:
source: Channel Listing
de: Vertriebskanal Listing

# view:product.listing.add.start:
source: Add Channel Listing
de: Kanallistung hinzufügen

# view:product.product.channel_listing:
source: Export Inventory
de: Lagerbestand exportieren

# view:product.product.channel_listing:
source: Product Channel Listing
de: Variantenlisting

# view:product.product.channel_listing:
source: Product Channel Listings
de: Variantenlistings

# view:product.product:
source: Channel Listing
de: Vertriebskanal Listung

# view:product.product:
source: Create a new Listing
de: Neues Listing erstellen

# view:product.template.channel_listing:
source: Product Channel Listings
de: Variantenlistings

# view:product.template:
source: Channel Listing
de: Vertriebskanal Listing

# view:res.user:
source: Channels
de: Vertriebskanäle

# view:sale.channel.carrier:
source: Shipping Carriers
de: Frachtführer
