Repository: pypi-data/pypi-mirror-65
Catalog: packages/votebase/votebase-0.3.2.tar.gz/votebase-0.3.2/votebase/locale/*/LC_MESSAGES/django.po
Languages: sk

source: graph/radio/(?P<pk>[-\d]+)/$
sk: grafy/jedna-odpoved/(?P<pk>[-\d]+)/$

source: graph/radio/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: grafy/jedna-odpoved/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/gender/(?P<pk>[-\d]+)/$
sk: graf/pohlavie/(?P<pk>[-\d]+)/$

source: graph/gender/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/pohlavie/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/checkbox/(?P<pk>[-\d]+)/$
sk: graf/viacero-odpovedi/(?P<pk>[-\d]+)/$

source: graph/checkbox/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/viacero-odpovedi/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/select-single/(?P<pk>[-\d]+)/$
sk: graf/vyber-jedna-odpoved/(?P<pk>[-\d]+)/$

source: graph/select-single/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/vyber-jedna-odpoved/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/select-multiple/(?P<pk>[-\d]+)/$
sk: graf/vyber-viacero-odpovedi/(?P<pk>[-\d]+)/$

source: graph/select-multiple/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/vyber-viacero-odpovedi/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/textfield/(?P<pk>[-\d]+)/$
sk: graf/jednoriadkovy-text/(?P<pk>[-\d]+)/$

source: graph/textfield/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/jednoriadkovy-text/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/textarea/(?P<pk>[-\d]+)/$
sk: graf/viacriadkovy-text/(?P<pk>[-\d]+)/$

source: graph/textarea/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/viacriadkovy-text/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/email/(?P<pk>[-\d]+)/$
sk: graf/email/(?P<pk>[-\d]+)/$

source: graph/email/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/email/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/phone/(?P<pk>[-\d]+)/$
sk: graf/telefon/(?P<pk>[-\d]+)/$

source: graph/phone/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/telefon/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/date/(?P<pk>[-\d]+)/$
sk: graf/datum/(?P<pk>[-\d]+)/$

source: graph/date/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/datum/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/time/(?P<pk>[-\d]+)/$
sk: graf/cas/(?P<pk>[-\d]+)/$

source: graph/time/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/cas/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/matrix-radio/(?P<pk>[-\d]+)/$
sk: graf/matica-jedna-odpoved/(?P<pk>[-\d]+)/$

source: graph/matrix-radio/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/matica-jedna-odpoved/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/matrix-checkbox/(?P<pk>[-\d]+)/$
sk: graf/matica-viacero-odpovedi/(?P<pk>[-\d]+)/$

source: graph/matrix-checkbox/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/matica-viacero-odpovedi/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/true-false/(?P<pk>[-\d]+)/$
sk: graf/pravda-nepravda/(?P<pk>[-\d]+)/$

source: graph/true-false/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/pravda-nepravda/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/stars/(?P<pk>[-\d]+)/$
sk: graf/hodnotenie-hviezdami/(?P<pk>[-\d]+)/$

source: graph/stars/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/hodnotenie-hviezdami/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graph/thumbs/(?P<pk>[-\d]+)/$
sk: graf/hodnotenie-hlasmi/(?P<pk>[-\d]+)/$

source: graph/thumbs/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: graf/hodnotenie-hlasmi/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: Survey questions
sk: Otázky prieskumu

source: Unknown
sk: Neznáme

source: Voter successfully deleted.
sk: Respondent bol úspešne odstránený.

source: Make a Copy of Object
sk: Vytvor kópiu objektu

source: Email treshold
sk: Emailové notifikácie

source: Determine when do you want to receive email about new voters.
sk: Urči si, kedy chceš byť oboznámený emailom o nových respondentoch.

source: Basic information
sk: Základné informácie

source: Time range
sk: Časový rozsah

source: Voting settings
sk: Nastavenia pre hlasovanie

source: Security settings
sk: Bezpečnostné nastavenia

source: Advanced settings
sk: Pokročilé nastavenia

source: Immediately
sk: Ihneď

source: After 10 voters
sk: Po 10 respondentoch

source: After 100 voters
sk: Po 100 respondentoch

source: After 1000 voters
sk: Po 1000 respondentoch

source: Number has to be smaller or equal than count of survey questions (%d)!
sk: Číslo musí byť menšie alebo rovné ako počet otázok v prieskume (%d)!

source: Number has to be bigger than 0!
sk: Číslo musí byť väčšie ako 0!

source: Fill both finish URL and its title or keep them blank.
sk: Zadaj jednak URL adresu, a taktiež jej názov, alebo ich nechaj prázdne.

source: hash key
sk: hash kľúč

source: preface
sk: Predslov

source: Your opinion means a lot to us. Thank you for it.
sk: Váš názor pre nás veľa znamená. Ďakujeme, že sa oň podelíte.

source: postface
sk: Doslov

source: Thank you for participating in the survey.
sk: Ďakujeme, že ste sa zúčastnili prieskumu.

source: visibility
sk: viditeľnosť

source: surveys
sk: prieskumy

source: Public - for everyone
sk: Verejný - pre každého

source: Registered users only
sk: Len pre registrovaných používateľov

source: Secret - for voters only
sk: Tajné - iba pre respondentov

source: Private - for creator only
sk: Osobné - iba pre tvorcu prieskumu

source: ancestor
sk: predchodca

source: Default segment
sk: Preddefinovaný segment

source: Slug used to customize sharing URL. For example my-segment. Keep blank to be autogenerated by segment title.
sk: Slovo pre prispôsobenie URL zdieľania. Napr. moj-segment. Nechaj prázdne, ak chceš aby bolo toto slovo automaticky vygenerované podľa názvu segmentu.

source: voting duration
sk: dĺžka hlasovania

source: Set the voting duration in minutes or keep the default value (0) for infinite.
sk: Nastav dĺžku hlasovania v minútach alebo ponechaj preddefinovanú hodnotu (0) pre časovo neobmedzené hlasovanie.

source: valid from
sk: platné od

source: Users can start voting beginning this date.
sk: Používatelia môžu začat hlasovať od tohto dátumu.

source: valid to
sk: platné do

source: Users will be able to vote until this date. Keep blank to unlimited.
sk: Používatelia budú môcť hlasovať do tohto dátumu. Nechaj prázdne, ak to nechceš časovo ohraničiť.

source: password
sk: heslo

source: permission level
sk: úroveň oprávnenia

source: statistics policy
sk: politika štatistík

source: count of questions
sk: počet otázok

source: Number of questions served to voter. Keep blank to serve all questions.
sk: Počet otázok ktoré sa zobrazia hlasujúcemu používateľovi. Nechaj prázdne ak chceš zobraziť všetky otázky prieskumu.

source: Finish URL
sk: URL adresa po odhlasovaní

source: Fill in if you want to show custom finish URL to voter after voting.
sk: Ak chceš, zadaj URL adresu, ktorá sa zobrazí respondentovi po odhlasovaní.

source: Finish URL title
sk: Názov URL adresy po odhlasovaní

source: Email threshold
sk: Prahová hodnota pre emaily

source: active
sk: aktívny

source: Current segment status. Users will not be able to start voting if inactive.
sk: Aktuálny stav segmentu. Používatelia nebudú môcť hlasovať v neaktívnom segmente.

source: anonymous
sk: anonym

source: Set checked if you don't want to public the names of responders in the statistics.
sk: Zaškrtni ak nechceš zverejniť mená respondentov v štatistikách.

source: repeatable voting
sk: opakovateľné hlasovanie

source: Set checked if users can vote multiple times in survey.
sk: Zaškrtni, ak chceš povoliť registrovaným používateľom viacnásobné hlasovanie v prieskume.

source: show quiz results
sk: zobraziť výsledky kvízu

source: Set checked if you want to show quiz results in percentage to voters.
sk: Zaškrtni, ak chceš respondentovi zobraziť jeho percentuálny výsledok kvízu.

source: show quiz correct options
sk: zobraziť správne možnosti kvízových otázok

source: Set checked if you want to show correct options to voters.
sk: Zaškrtni, ak chceš respondentovi zobraziť správne možnosti kvízových otázok v jeho výsledku.

source: view survey
sk: zobraziť prieskum

source: Set checked if users can see survey questions without voting.
sk: Zaškrtni, ak chceš sprístupniť otázky prieskumu používateľom bez nutnosti odhlasovania.

source: Shuffle
sk: Premiešať

source: segments
sk: Segmenty

source: branding image
sk: branding obrázok

source: branding images
sk: branding obrázky

source: Create survey
sk: Vytvoriť prieskum

source: Create segment
sk: Vytvoriť segment

source: Settings
sk: Nastavenia

source: Answers
sk: Odpovede

source: Infographics
sk: Infografika

source: General
sk: Všeobecné

source: Adress this one survey to different audiences!
sk: Zacieľ tento prieskum rôznym cieľovým skupinám!

source: Manage segments
sk: Spravovať segmenty

source: Total
sk: Celkovo

source: Summary
sk: Sumarizácia

source: There is no segment in this survey. Create some.
sk: V tomto prieskume sa nenachádza žiaden segment. Vytvor nejaké.

source: Share
sk: Zdieľať

source: Create
sk: Vytvoriť

source: Survey title
sk: Nadpis prieskumu

source: new
sk: nových

source: Basic settings
sk: Základné nastavenia

source: Delete survey
sk: Zmazať prieskum

source: You don't have any surveys. Create some!
sk: Nemáš žiadne prieskumy. Vytvor nejaké!

source: Available images
sk: Dostupné obrázky

source: Upload an image
sk: Nahrať obrázok

source: Upload branding image
sk: Nahrať branding obrázok

source: Update survey
sk: Zmeniť prieskum

source: Update segment
sk: Zmeniť segment

source: Delete segment
sk: Zmazať segment

source: Almost done!
sk: Takmer hotovo!

source: You have several possibilities how to share your survey:
sk: Máš niekoľko možností odzdieľania svojho prieskumu:

source: URL address
sk: URL adresa

source: Choose URL address format you like the most.
sk: Zvoľ si formát URL adresy, ktorý ti najviac vyhovuje.

source: Short link
sk: Krátky odkaz

source: Nice link
sk: Pekný odkaz

source: Profile link
sk: Profilový odkaz

source: Segment specific
sk: Segmentové odkazy

source: QR code
sk: QR kód

source: You can share your survey by embedding this nice logo too!
sk: Svoj prieskum môžeš zdieľať aj vložením tohto pekného loga!

source: Print
sk: Tlačiť

source: Print questions
sk: Vytlačiť otázky

source: You can create so called segments which will help you to separate voters in your survey statistics. It is usefull in situations when you need to summarize results of different audience groups. Each segment can be set independently. You will be able to change segment title, voting date ranges, access permission level and many other advanced settings.
sk: Môžeš vytvoriť takzvané segmenty, ktoré ti pomôžu v separácii respondentov v štatistikách tvojho prieskumu. Je to užitočné v situáciách, keď potrebuješ zosumarizovať výsledky rôznych skupín hlasujúcich používateľov. Každý segment môže byť nastavený nezávisle od iných. Môžeš nastaviť jeho názov, časový rozsah hlasovania, úroveň oprávnenia a mnoho iných pokročilých nastavení.

source: create/$
sk: vytvorit/$

source: create/segment/(?P<pk>[-\d]+)/$
sk: vytvorit/segment/(?P<pk>[-\d]+)/$

source: settings/branding/(?P<pk>[-\d]+)/$
sk: nastavenia/branding/(?P<pk>[-\d]+)/$

source: settings/branding/upload-image/(?P<pk>[-\d]+)/$
sk: nastavenia/branding/nahrat-obrazok/(?P<pk>[-\d]+)/$

source: settings/branding/delete-image/(?P<pk>[-\d]+)/$
sk: nastavenia/branding/zmazat-obrazok/(?P<pk>[-\d]+)/$

source: settings/general/(?P<pk>[-\d]+)/$
sk: nastavenia/vseobecne/(?P<pk>[-\d]+)/$

source: settings/segments/(?P<pk>[-\d]+)/$
sk: nastavenia/segmenty/(?P<pk>[-\d]+)/$

source: settings/segments/(?P<pk>[-\d]+)/(?P<pk_segment>[-\d]+)/$
sk: nastavenia/segmenty/(?P<pk>[-\d]+)/(?P<pk_segment>[-\d]+)/$

source: settings/segments/delete/(?P<pk>[-\d]+)/$
sk: nastavenia/segmenty/zmazat/(?P<pk>[-\d]+)/$

source: settings/basic/(?P<pk>[-\d]+)/$
sk: nastavenia/zakladne/(?P<pk>[-\d]+)/$

source: share/(?P<pk>[-\d]+)/$
sk: zdielat/(?P<pk>[-\d]+)/$

source: share/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: zdielat/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: print/(?P<pk>[-\d]+)/$
sk: tlacit/(?P<pk>[-\d]+)/$

source: CSS code for survey template has been successfully updated.
sk: CSS kód pre šablonu prieskumu bol úspešne nahraný.

source: Branding image successfully deleted.
sk: Branding obrázok bol úspešne odstránený.

source: You have to keep at least one segment!
sk: Músiš ponechať aspoň jeden segment!

source: Segment successfully deleted.
sk: Segment bol úspešne odstránený.

source: Segment successfully created.
sk: Segment bol úspešne vytvorený.

source: Survey successfully deleted.
sk: Prieskum bol úspešne odstránený.

source: Survey successfully updated.
sk: Prieskum bol úspešne zmenený.

source: Segment successfully updated.
sk: Segment bol úspešne zmenený.

source: This is demo only. If you want to share your surveys, please <a href="%s">register</a>.
sk: Toto je len demo ukážka. Ak chceš zdieľať svoje ankety, prosím <a href="%s">zaregistruj sa</a>.

source: All rows are required.
sk: Všetky riadky sú povinné.

source: Values have to be unique.
sk: Hodnoty musia byť unikátne.

source: You have not confirmed your email address yet. If you did not receive confirmation, please click <a href="%(url)s">here</a>.
sk: Ešte nemáš potvrdenú svoju emailovú adresu. Ak ti neprišiel overovací e-mail, klikni <a href="%(url)s">sem</a>.

source: Request for new password
sk: Požiadať o nové heslo

source: Dear user, you have requested password recovery. Your new password is %(password)s
sk: Drahý používateľ, požiadal si o obnovu hesla. Tvoje nové heslo je: %(password)s

source: Welcome %(user_name)s!
sk: Vitajte %(user_name)s!

source: Please click on this link to confirm your email address %(url)s%(uri)s
sk: Pre potvrdenie tvojej e-mailovej adresy klikni na tento odkaz: %(url)s%(uri)s

source: Votehub.net password reset
sk: Obnova hesla na Votehub.net

source: Your new password is %(password)s
sk: Tvoje nové heslo je %(password)s

source: New voter in your survey
sk: Nový respondent v tvojom prieskume

source: You have one new voter in your survey %(survey)s
sk: V tvojom prieskume %(survey)s odhlasoval ďalší respondent

source: You have one new voter in your survey <a href="%(url)s%(uri)s">%(survey)s</a>
sk: V tvojom prieskume <a href="%(url)s%(uri)s">%(survey)s</a> odhlasoval ďalší respondent.

source: New voters in your survey
sk: V tvojom prieskume odhlasoval ďalší respondent

source: You have %(voters_count)d new voters in your survey %(survey)s
sk: V tvojom prieskume %(survey)s odhlasovalo %(voters_count)d nových respondentov.

source: You have %(voters_count)d new voters in your survey <a href="%(url)s%(uri)s">%(survey)s</a>
sk: V tvojom prieskume <a href="%(url)s%(uri)s">%(survey)s</a> odhlasovalo %(voters_count)d nových respondentov.

source: Your quiz result in survey
sk: Tvoj výsledok kvízu v prieskume

source: Your results are also available here:
sk: Tvoje výsledky sú dostupné aj tu:

source: Currently
sk: Aktuálne

source: Change
sk: Zmeniť

source: Clear
sk: Vymazať

source: Remove image
sk: Zmazať obrázok

source: quiz result sent
sk: odoslaný výsledok kvízu

source: Password is incorrect!
sk: Heslo je nesprávne!

source: quiz result
sk: Výsledok kvízu

source: IP address
sk: IP adresa

source: latitude
sk: zemepisná šírka

source: longitude
sk: zemepisná dĺžka

source: continent code
sk: kód kontinentu

source: country name
sk: názov krajiny

source: country code
sk: kód krajiny

source: area code
sk: kód oblasti

source: voting started
sk: začiatok hlasovania

source: voting ended
sk: koniec hlasovania

source: custom flag
sk: vlastná poznámka

source: API voter
sk: API respondent

source: irrelevant
sk: irelevantný

source: voter
sk: respondent

source: voters
sk: respondenti

source: page
sk: stránka

source: voted question
sk: odhlasovaná otázka

source: voted questions
sk: odhlasované otázky

source: custom
sk: voliteľné

source: option column
sk: možnosť v stĺpci

source: answer
sk: odpoveď

source: answers
sk: odpovede

source: You have already voted in this survey.
sk: V tomto prieskume si už hlasoval.

source: Your results are available here:
sk: Tvoje výsledky sú dostupné tu:

source: Continue to
sk: Pokračovať na

source: Your results will be available here:
sk: Tvoje výsledky budú dostupné tu:

source: This survey is inactive right now.
sk: Tento prieskum je práve neaktívny.

source: This survey is only for registered users.
sk: Tento prieskum je len pre registrovaných používateľov.

source: Log in
sk: Prihlásiť sa

source: or
sk: alebo

source: This survey is password protected.
sk: Tento prieskum je chránený heslom.

source: Please, enter correct password.
sk: Zadaj správne heslo prosím.

source: Start
sk: Štart

source: welcome/(?P<pk>[-\d]+)/$
sk: vitaj/(?P<pk>[-\d]+)/$

source: finish/(?P<pk>[-\d]+)/$
sk: koniec/(?P<pk>[-\d]+)/$

source: inactive/(?P<pk>[-\d]+)/$
sk: neaktivne/(?P<pk>[-\d]+)/$

source: password/(?P<pk>[-\d]+)/$
sk: heslo/(?P<pk>[-\d]+)/$

source: already-voted/(?P<pk>[-\d]+)/$
sk: uz-odhlasovane/(?P<pk>[-\d]+)/$

source: only-for-registered/(?P<pk>[-\d]+)/$
sk: len-pre-registrovanych/(?P<pk>[-\d]+)/$

source: Voting
sk: Hlasovanie

source: Your votes has been successfully saved.
sk: Tvoje odpovede boli úspešne uložené.

source: Make sure that you have answered all required questions.
sk: Uistite sa, že ste odpovedali na všetky povinné otázky.

source: Online surveys
sk: Online prieskumy

source: Home
sk: Domov

source: Display help text
sk: Zobraziť pomocný text

source: Logout
sk: Odhlásiť sa

source: ^users/(?P<pk>[-\d]+)
sk: ^pouzivatelia/(?P<pk>[-\d]+)

source: ^users/(?P<slug>[-\w]+)
sk: ^pouzivatelia/(?P<slug>[-\w]+)

source: ^accounts/
sk: ^ucty/

source: ^surveys/
sk: ^prieskumy/

source: ^questions/
sk: ^otazky/

source: ^voting/
sk: ^hlasovanie/

source: ^statistics/
sk: ^statistiky/
