Repository: pypi-data/pypi-mirror-65
Catalog: packages/votebase/votebase-0.3.2.tar.gz/votebase-0.3.2/votebase/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Unknown user
sk: Neznámy používateľ

source: once
sk: raz

source: persistently
sk: opakovane

source: survey
sk: prieskum

source: user
sk: používateľ

source: title
sk: názov

source: execution type
sk: typ spustenia

source: create
sk: vytvorené

source: modified
sk: zmenené

source: campaign
sk: kampaň

source: campaigns
sk: kampane

source: contacts
sk: kontakty

source: created
sk: vytvorené

source: external identifier
sk: externý identifikátor

source: first name
sk: krstné meno

source: last name
sk: priezvisko

source: phone
sk: telefón

source: exclude from campaigns
sk: vynechať z kampaní

source: contact
sk: kontakt

source: data
sk: dáta

source: format
sk: formát

source: columns
sk: stĺpce

source: separator
sk: oddeľovač

source: modfied
sk: zmenené

source: imports
sk: importy

source: Password
sk: Heslo

source: First name
sk: Krstné meno

source: Surname
sk: Priezvisko

source: Confirm password
sk: Potvrdiť heslo

source: A user with that username already exists.
sk: Používateľ s týmto prihlasovacím menom už existuje.

source: The two password fields didn't match.
sk: Heslá sa nezhodujú.

source: Old password
sk: Staré heslo

source: New password
sk: Nové heslo

source: Retype password
sk: Nové heslo ešte raz

source: Old password is not correct
sk: Staré heslo nesúhlasí

source: New and retyped password must be same.
sk: Nové heslá nesúhlasia

source: Date of birth
sk: Dátum narodenia

source: Public options
sk: Verejné nastavenia

source: Private information
sk: Osobné informácie

source: Slug used to customize sharing URL. For example my-segment. Keep blank to be autogenerated by your name.
sk: Slovo pre prispôsobenie URL zdieľania. Napr. jan-novak. Nechaj prázdne, ak chceš aby bolo toto slovo automaticky vygenerované podľa tvojho mena.

source: Gender
sk: Pohlavie

source: Male
sk: Muž

source: Female
sk: Žena

source: Stay calm, your privacy is safe. It will be used for statistical purposes only
sk: Buď pokojný, tvoje súkromné údaje sú v bezpečí. Údaj sa použije iba na štatistické účely

source: URL is already taken.
sk: URL už existuje.

source: Saving failed. Check your inputs.
sk: Ukladanie zlyhalo. Skontroluj si údaje.

source: Basic
sk: Základný

source: Standard
sk: Štandardný

source: Premium
sk: Prémiový

source: package
sk: balík

source: package valid to
sk: balík platný do

source: activation hash
sk: aktivačný reťazec

source: API key
sk: API kľúč

source: last seen surveys
sk: prieskumy naposledy videné

source: profile
sk: profil

source: profiles
sk: profily

source: date of birth
sk: dátum narodenia

source: None
sk: Žiadne

source: API Keys
sk: API kľúče

source: To authorize to the VoteHub system through API, you need an API key. This key needs to be send with every API request. Keep your API key secret!
sk: Na autorizáciu s VoteHub systémom cez API potrebujete API kľúč. Tento kľúč je potrebné zasielať s každou API požiadavkou. Držte svoj API kľúč v tajnosti!

source: Your API key is:
sk: Váš API kľúč je:

source: Profile
sk: Profil

source: Change password
sk: Zmeniť heslo

source: My surveys
sk: Moje prieskumy

source: Voting history
sk: História hlasovaní

source: API keys
sk: API kľúče

source: Login
sk: Prihlásenie

source: Forgot password?
sk: Zabudol si heslo?

source: Package
sk: Balík

source: Back
sk: Späť

source: Your currently active package
sk: Tvoj aktuálne aktívny balík

source: Monthly fee
sk: Mesačný poplatok

source: EUR per month
sk: EUR mesačne

source: Valid to
sk: Platné do

source: View pricing
sk: Zobraziť cenník

source: Update
sk: Zmeniť

source: Reset password
sk: Obnova hesla

source: Reset
sk: Obnoviť

source: Registration
sk: Registrácia

source: Register
sk: Registrovať

source: login/$
sk: prihlasenie/$

source: login/demo/$
sk: prihlasenie/demo/$

source: logout-register/$
sk: odhlasenie-registracia/$

source: register/$
sk: registracia/$

source: profile/$
sk: profil/$

source: api-keys/$
sk: api-kluce/$

source: package/$
sk: balik/$

source: logout/$
sk: odhlasenie/$

source: password/$
sk: heslo/$

source: reset/$
sk: obnova-hesla/$

source: ^activate/(?P<activation_hash>\w+)/$
sk: ^aktivacia/(?P<activation_hash>\w+)/$

source: Your username or password was incorrect.
sk: Tvoje prihlasovacie meno alebo heslo bolo nesprávne.

source: Your account is not active!
sk: Tvoj účet nie je aktívny!

source: Please, check your email and activate your account.
sk: Skontroluj si svoj email a aktivuj si účet.

source: You have been successfully registered.
sk: Úspešne si sa zaregistroval.

source: Activation key is missing!
sk: Chýba aktivačný kľúč

source: Your account was successfully activated.
sk: Tvoj účet bol úspešne aktivovaný.

source: You have already activated your account!
sk: Svoj účet si si už aktivoval!

source: Your activation key is incorrect!
sk: Tvoj aktivačný kľúč je nesprávny!

source: Account
sk: Účet

source: Profile successfully saved.
sk: Profil bol úspešne uložený.

source: Your password was changed.
sk: Tvoje prihlasovacie heslo bolo zmenené.

source: Forgotten password
sk: Zabudnuté heslo

source: E-mail with new password was sent.
sk: Bol ti odoslaný e-mail s novým heslom.

source: Could not send e-mail with new password. Check if your e-mail address is correct or try again later, please
sk: E-mail s novým heslom sa nepodarilo odoslať. Skontrolujte správnosť svojej e-mailovej adresy alebo skúste neskôr prosím.

source: User does not exists!
sk: Používateľ neexistuje!

source: New order
sk: Nová objednávka

source: Canceled
sk: Zrušené

source: Error
sk: Chyba

source: Pending
sk: Čaká sa

source: Finished
sk: Ukončené

source: Contact information
sk: Kontaktné informácie

source: Company details (if needed)
sk: Spoločnosť (ak potrebné)

source: Address
sk: Adresa

source: total
sk: celkovo

source: state
sk: stav

source: Merchant's payment identification
sk: Obchodníkova identifikácia platby

source: order
sk: objednávka

source: orders
sk: objednávky

source: company
sk: spoločnosť

source: TAX ID
sk: DIČ

source: VAT
sk: IČ DPH

source: street and no.
sk: ulica a číslo

source: city
sk: mesto

source: ZIP
sk: PSČ

source: information
sk: informácie

source: Buy
sk: Kúpiť

source: Thank you for choosing %(package)s package (%(fee)s EUR). It will be valid until %(package_valid_to)s.<br> Please, fill out all necessary fields to complete your subscription.
sk: Ďakujeme za výber balíka %(package)s (%(fee)s EUR). Bude platný do %(package_valid_to)s.<br> Na dokončenie procesu prosím vyplň všetky potrebné údaje.

source: Checkout via TrustPay
sk: Zaplatiť cez TrustPay

source: Checkout result
sk: Skontrolovať výsledok

source: Pricing
sk: Cenník

source: Sign up for free
sk: Zaregistruj sa zdarma

source: Buy Standard
sk: Kúpiť štandard

source: Buy Premium
sk: Kúpiť premium

source: ^pricing/$
sk: ^cennik/$

source: ^buy-standard/$
sk: ^kupit-standard/$

source: ^buy-premium/$
sk: ^kupit-premium/$

source: ^success/$
sk: ^uspech/$

source: ^cancel/$
sk: ^zrusit/$

source: ^error/$
sk: ^chyba/$

source: ^notify/$
sk: ^notifikacia/$

source: Enter question title
sk: Napíš nadpis otázky

source: This field is required!
sk: Toto pole je povinné!

source: Image
sk: Obrázok

source: image
sk: obrázok

source: Enter option title
sk: Napíš názov možnosti

source: category
sk: kategória

source: Image attachment
sk: Obrázková príloha

source: You can't disable empty rows if questions is not required.
sk: Nemôžete zakázať prázdne riadky ak otázka nie je povinná.

source: You can't enable empty rows if questions require unique answers.
sk: Nemôžete povoliť prázdne riadky ak otázka vyžaduje jedinečné odpovede.

source: Select an option
sk: Vyberte jednu z možností

source: Number of stars
sk: Počet hviezd

source: Top
sk: Nahor

source: Right
sk: Vpravo

source: Bottom
sk: Nadol

source: Left
sk: Vľavo

source: original
sk: originál

source: Radio
sk: Jedna odpoveď

source: Checkbox
sk: Viacero odpovedí

source: Textfield
sk: Jednoriadkový text

source: Textarea
sk: Viacriadkový text

source: Phone
sk: Telefón

source: Matrix radio
sk: Matica s jednou odpoveďou

source: Matrix checkbox
sk: Matica s viacerými odpoveďami

source: Select single
sk: Výber jednej odpovede

source: Select multiple
sk: Výber viacerých odpovedí

source: True/False
sk: Pravda/Nepravda

source: Rating stars
sk: Hodnotenie hviezdami

source: Rating thumbs
sk: Hodnotenie hlasmi

source: Date
sk: Dátum

source: Time
sk: Čas

source: kind
sk: typ

source: image attachement
sk: obrázková príloha

source: width
sk: šírka

source: height
sk: výška

source: image position
sk: pozícia obrázka

source: image size
sk: veľkosť obrázka

source: weight
sk: váha

source: true label
sk: označenie pravdy

source: True
sk: Pravda

source: false label
sk: označenie nepravdy

source: False
sk: Nepravda

source: mandatory
sk: povinná

source: quiz
sk: kvíz

source: unique answers
sk: unikátne odpovede

source: for matrix questions
sk: pre matice

source: enabled empty rows
sk: povolené prázdne riadky

source: for matrix questions with required answer
sk: pre matice s požadovanou odpoveďou

source: question
sk: otázka

source: questions
sk: otázky

source: Row
sk: Riadok

source: Column
sk: Stĺpec

source: orientation
sk: orientácia

source: correct
sk: správne

source: option
sk: možnosť

source: options
sk: možnosti

source: Question types
sk: Typy otázok

source: Question
sk: Otázka

source: Options
sk: Možnosti

source: Submit
sk: Potvrdiť

source: Cancel
sk: Zrušiť

source: Popular
sk: Obľúbené

source: One answer
sk: Jedna odpoveď

source: Multiple answers
sk: Viacero odpovedí

source: Advanced
sk: Pokročilé

source: Single drop-down
sk: Výber jednej odpovede

source: Multiple drop-down
sk: Výber viacerých odpovedí

source: Radio matrix
sk: Matica s jednou odpoveďou

source: Checkbox matrix
sk: Matica s viacerými odpoveďami

source: Thumbs
sk: Hodnotenie hlasmi

source: Your new survey
sk: Tvoj nový prieskum

source: Great!<br> Now lets create your first question.
sk: Skvelé!<br> Teraz vytvor svoju prvú otázku.

source: Select the element you need from the sidebar
sk: Z bočného panela si vyber typ, ktorý potrebuješ.

source: Edit
sk: Upraviť

source: Delete question
sk: Zmazať otázku

source: Delete
sk: Zmazať

source: Move
sk: Premiestniť

source: Your new question will be here.
sk: Tvoja nová otázka bude tu.

source: Continue
sk: Pokračovať

source: Row options
sk: Riadky

source: Add row option
sk: Pridať riadok

source: Column options
sk: Stĺpce

source: Add column option
sk: Pridať stĺpec

source: Preview
sk: Náhľad

source: Change preface
sk: Zmeniť predslov

source: create/radio/(?P<pk>[-\d]+)/$
sk: vytvorit/jedna-odpoved/(?P<pk>[-\d]+)/$

source: update/radio/(?P<pk>[-\d]+)/$
sk: upravit/jedna-odpoved/(?P<pk>[-\d]+)/$

source: create/gender/(?P<pk>[-\d]+)/$
sk: vytvorit/pohlavie/(?P<pk>[-\d]+)/$

source: update/gender/(?P<pk>[-\d]+)/$
sk: upravit/pohlavie/(?P<pk>[-\d]+)/$

source: create/checkbox/(?P<pk>[-\d]+)/$
sk: vytvorit/viacero-odpovedi/(?P<pk>[-\d]+)/$

source: update/checkbox/(?P<pk>[-\d]+)/$
sk: upravit/viacero-odpovedi/(?P<pk>[-\d]+)/$

source: create/select-single/(?P<pk>[-\d]+)/$
sk: vytvorit/vyber-jedna-odpoved/(?P<pk>[-\d]+)/$

source: update/select-single/(?P<pk>[-\d]+)/$
sk: upravit/vyber-jedna-odpoved/(?P<pk>[-\d]+)/$

source: create/select-multiple/(?P<pk>[-\d]+)/$
sk: vytvorit/vyber-viacero-odpovedi/(?P<pk>[-\d]+)/$

source: update/select-multiple/(?P<pk>[-\d]+)/$
sk: upravit/vyber-viacero-odpovedi/(?P<pk>[-\d]+)/$

source: create/textfield/(?P<pk>[-\d]+)/$
sk: vytvorit/jednoriadkovy-text/(?P<pk>[-\d]+)/$

source: update/textfield/(?P<pk>[-\d]+)/$
sk: upravit/jednoriadkovy-text/(?P<pk>[-\d]+)/$

source: create/email/(?P<pk>[-\d]+)/$
sk: vytvorit/email/(?P<pk>[-\d]+)/$

source: update/email/(?P<pk>[-\d]+)/$
sk: upravit/email/(?P<pk>[-\d]+)/$

source: create/phone/(?P<pk>[-\d]+)/$
sk: vytvorit/telefon/(?P<pk>[-\d]+)/$

source: update/phone/(?P<pk>[-\d]+)/$
sk: upravit/telefon/(?P<pk>[-\d]+)/$

source: create/textarea/(?P<pk>[-\d]+)/$
sk: vytvorit/viacriadkovy-text/(?P<pk>[-\d]+)/$

source: update/textarea/(?P<pk>[-\d]+)/$
sk: upravit/viacriadkovy-text/(?P<pk>[-\d]+)/$

source: create/matrix-radio/(?P<pk>[-\d]+)/$
sk: vytvorit/matica-jedna-odpoved/(?P<pk>[-\d]+)/$

source: update/matrix-radio/(?P<pk>[-\d]+)/$
sk: upravit/matrix-jedna-odpoved/(?P<pk>[-\d]+)/$

source: create/matrix-checkbox/(?P<pk>[-\d]+)/$
sk: vytvorit/matrix-viacero-odpovedi/(?P<pk>[-\d]+)/$

source: update/matrix-checkbox/(?P<pk>[-\d]+)/$
sk: upravit/matrix-viacero-odpovedi/(?P<pk>[-\d]+)/$

source: create/true-false/(?P<pk>[-\d]+)/$
sk: vytvorit/pravda-nepravda/(?P<pk>[-\d]+)/$

source: update/true-false/(?P<pk>[-\d]+)/$
sk: upravit/pravda-nepravda/(?P<pk>[-\d]+)/$

source: create/stars/(?P<pk>[-\d]+)/$
sk: vytvorit/hodnotenie-hviezdami/(?P<pk>[-\d]+)/$

source: update/stars/(?P<pk>[-\d]+)/$
sk: upravit/hodnotenie-hviezdami/(?P<pk>[-\d]+)/$

source: create/thumbs/(?P<pk>[-\d]+)/$
sk: vytvorit/hodnotenie-hlasmi/(?P<pk>[-\d]+)/$

source: update/thumbs/(?P<pk>[-\d]+)/$
sk: upravit/hodnotenie-hlasmi/(?P<pk>[-\d]+)/$

source: create/date/(?P<pk>[-\d]+)/$
sk: vytvorit/datum/(?P<pk>[-\d]+)/$

source: update/date/(?P<pk>[-\d]+)/$
sk: upravit/datum/(?P<pk>[-\d]+)/$

source: create/time/(?P<pk>[-\d]+)/$
sk: vytvorit/cas/(?P<pk>[-\d]+)/$

source: update/time/(?P<pk>[-\d]+)/$
sk: upravit/cas/(?P<pk>[-\d]+)/$

source: image/delete/(?P<pk>[-\d]+)/$
sk: obrazok/zmazat/(?P<pk>[-\d]+)/$

source: image/delete/option/(?P<pk>[-\d]+)/$
sk: obrazok/zmazat/moznost/(?P<pk>[-\d]+)/$

source: delete/(?P<pk>[-\d]+)/$
sk: zmazat/(?P<pk>[-\d]+)/$

source: preview/(?P<pk>[-\d]+)/$
sk: nahlad/(?P<pk>[-\d]+)/$

source: Create checkbox
sk: Vytvoriť otázku: viacero odpovedí

source: Update checkbox
sk: Upraviť otázku: viacero odpovedí

source: Create date
sk: Vytvoriť otázku: dátum

source: Enter date
sk: Zadaj dátum

source: Update date
sk: Upraviť otázku: dátum

source: Create email
sk: Vytvoriť otázku: e-mail

source: Your email
sk: Tvoj e-mail

source: Update email
sk: Upraviť otázku: e-mail

source: Create gender
sk: Vytvoriť otázku: pohlavie

source: What is your gender?
sk: Aké je tvoje pohlavie?

source: Update gender
sk: Upraviť otázku: pohlavie

source: Surveys
sk: Prieskumy

source: Please, change the default survey title by clicking on it.
sk: Zmeň preddefinovaný nadpis prieskumu tým, že naň klikneš.

source: Question successfully deleted.
sk: Otázka bola úspešne odstránená.

source: Question successfully created.
sk: Otázka bola úspešne vytvorená.

source: New option
sk: Nová možnosť

source: Option successfully created.
sk: Možnosť bola úspešne vytvorená.

source: Done
sk: Hotovo

source: Add option
sk: Pridať možnosť

source: Order
sk: Poradie

source: You must keep at least 2 options!
sk: Musíš ponechať najmenej dve možnosti!

source: Question successfully updated.
sk: Otázka bola úspešne upravená.

source: Image successfully deleted.
sk: Obrázok bol úspešne odstránený.

source: Create checkbox matrix
sk: Vytvoriť otázku: matica s viacerými odpoveďami

source: Update checkbox matrix
sk: Upraviť otázku: matica s viacerými odpoveďami

source: Row option successfully created.
sk: Riadok bol úspešne vytvorený.

source: Column option successfully created.
sk: Stĺpec bol úspešne vytvorený.

source: Create radio matrix
sk: Vytvoriť otázku: matica s jednou odpoveďou

source: You must keep at least 2 row options!
sk: Musíš ponechať najmenej dva riadky!

source: You must keep at least 2 column options!
sk: Musíš ponechať najmenej dva stĺpce!

source: Update radio matrix
sk: Upraviť otázku: matica s jednou odpoveďou

source: Create phone
sk: Vytvoriť otázku: telefón

source: Your phone
sk: Tvoj telefón

source: Update phone
sk: Upraviť otázku: telefón

source: Create radio
sk: Vytvoriť otázku: jedna odpoveď

source: Update radio
sk: Upraviť otázku: jedna odpoveď

source: Create multiple select
sk: Vytvoriť otázku: výber viacerých odpovedí

source: Update multiple select
sk: Upraviť otázku: výber viacerých odpovedí

source: Create single select
sk: Vytvoriť otázku: výber jednej odpovede

source: Update single select
sk: Upraviť otázku: výber jednej odpovede

source: Create rating stars
sk: Vytvoriť otázku: hodnotenie hviezdami

source: Be careful! Changing count of stars to lower value will delete existing corresponding votes!
sk: Pozor! Zmena počtu hviezd na nižšiu hodnotu zapríčiní zmazanie existujúcich korešpondujúcich hlasov!

source: Update rating stars
sk: Upraviť otázku: hodnotenie hviezdami

source: Create textarea
sk: Vytvoriť otázku: viacriadkový text

source: Update textarea
sk: Upraviť otázku: viacriadkový text

source: Create textfield
sk: Vytvoriť otázku: jednoriadkový text

source: Update textfield
sk: Upraviť otázku: jednoriadkový text

source: Create rating thumbs
sk: Vytvoriť otázku: hodnotenie hlasmi

source: Update rating thumbs
sk: Upraviť otázku: hodnotenie hlasmi

source: Create time
sk: Vytvoriť otázku: čas

source: Enter time
sk: Zadaj čas

source: Update time
sk: Upraviť otázku: čas

source: Create true/false
sk: Vytvoriť otázku: pravda/nepravda

source: Update true/false
sk: Upraviť otázku: pravda/nepravda

source: Question statistics
sk: Štatistiky otázky

source: Date of export
sk: Dátum exportu

source: Objects
sk: Objekty

source: Object
sk: Objekt

source: Title
sk: Názov

source: Created
sk: Vytvorené

source: Survey
sk: Prieskum

source: Count
sk: Počet

source: Total answers
sk: Celkovo odpovedí

source: Answers and voters
sk: Odpovede a respondenti

source: Total voters
sk: Celkovo respondentov

source: Answer ID
sk: ID odpovede

source: Voter ID
sk: ID respondenta

source: User ID
sk: ID používateľa

source: User fullname
sk: Celé meno používateľa

source: Option ID
sk: ID možnosti

source: Option title
sk: Názov možnosti

source: Empty
sk: Prázdne

source: Entered values
sk: Zadané hodnoty

source: Total different values
sk: Celkovo rôznych hodnôt

source: Entered text
sk: Zadaný text

source: Rows and columns
sk: Riadky a stĺpce

source: Row option ID
sk: ID riadka

source: Row option title
sk: Názov riadka

source: Column option ID
sk: ID stĺpca

source: Column option title
sk: Názov stĺpca

source: Average
sk: Priemer

source: Survey statistics
sk: Štatistiky prieskumu

source: There is no question in this survey. Create some.
sk: V tomto prieskume sa nenachádza žiadna otázka. Vytvor nejakú.

source: You have %(voters_count)s voters in this survey, but your voter limit per survey is <span class="limit">%(package_voters_limit)s</span> (%(package)s package).
sk: V tomto prieskume máš %(voters_count)s respondentov, ale tvoj limit na jeden prieskum je <span class="limit">%(package_voters_limit)s</span> hlasujúcich (%(package)s package).

source: Average result of categories
sk: Priemerné výsledky kategórií

source: Count of questions
sk: Počet otázok

source: Questions
sk: Otázky

source: Loading, please wait.
sk: Načítavajú sa údaje, počkaj prosím.

source: Export to .pdf
sk: Export do .pdf

source: You can share these survey statistics via public URL:
sk: Štatistiky tohto prieskumu možeš odzdieľat pomocou verejnej URL adresy:

source: You can share these segment statistics via public URL:
sk: Štatistiky tohto segmentu možeš odzdieľat pomocou verejnej URL adresy:

source: Statistics
sk: Štatistiky

source: votes
sk: hlasov

source: Export to .csv
sk: Export do .csv

source: Graphs
sk: Grafy

source: Average rating:
sk: Priemerné hodnotenie:

source: Total count
sk: Celkový počet

source: Duration
sk: Trvanie

source: Quiz result
sk: Výsledok kvízu

source: Age
sk: Vek

source: Segments
sk: Segmenty

source: Survey infographics
sk: Infografika prieskumu

source: No voters found. Share your survey.
sk: Nenašli sa žiadni respondenti. Zdieľaj svoj prieskum.

source: You have %(voters_count)s voters in this survey, but your voter limit per survey is <span class="limit">%(package_voters_limit)s</span> (%(package)s package).
sk: V tomto prieskume máš %(voters_count)s respondentov, ale tvoj limit na jeden prieskum je <span class="limit">%(package_voters_limit)s</span> hlasujúcich (%(package)s package).

source: Voting duration
sk: Trvanie hlasovania

source: in minutes
sk: v minútach

source: Average quiz result by age
sk: Priemerný výsledok kvízu v závislosti od veku

source: Count of respondents
sk: Počet respondentov

source: Total count of respondents
sk: Celkový počet respondentov

source: Voter hasn't voted in any question.
sk: Respondent nehlasoval v žiadnej z otázok.

source: Results of this voter are also available here:
sk: Výsledky tohto respondenta sú taktiež dostupné tu:

source: Save
sk: Uložiť

source: Voters
sk: Respondenti

source: You have %(voters_count)s voters in this survey, but your voter limit per survey is <span class="limit">%(package_voters_limit)s</span> (%(package)s package).
sk: V tomto prieskume máš %(voters_count)s respondentov, ale tvoj limit na jeden prieskum je <span class="limit">%(package_voters_limit)s</span> hlasujúcich (%(package)s package).

source: Anonymous
sk: Anonym

source: Show answers
sk: Ukázať odpovede

source: Delete voter
sk: Zmazať respondenta

source: My voting history
sk: Moja história hlasovaní

source: You haven't voted in any survey yet.
sk: Ešte si nehlasoval v žiadnom prieskume.

source: Wrong answer (0%)
sk: Zlá odpoveď (0%)

source: Correct answer (100%)
sk: Správna odpoveď (100%)

source: Partially correct answer (%s%%)
sk: Čiastočne správna odpoveď (%s%%)

source: Very bad!
sk: Veľmi zle!

source: Try harder next time!
sk: Nabudúce sa snaž viac!

source: Well, it could be better!
sk: Dobre, ale mohlo to byť lepšie!

source: Pretty good!
sk: Celkom dobre!

source: Great!
sk: Výborne!

source: Perfect!
sk: Perfektne!

source: STORED RESULT
sk: ULOŽENÝ VÝSLEDOK

source: CALCULATED RESULT
sk: VYPOČÍTANÝ VÝSLEDOK

source: These results are different, because survey creator changed correct options in quiz questions. Contact him.
sk: Tieto výsledky sú odlišné, pretože tvorca prieskumu zmenil správne možnosti kvízových otázok. Kontaktujte ho.

source: graphs/(?P<pk>[-\d]+)/$
sk: grafy/(?P<pk>[-\d]+)/$

source: graphs/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: grafy/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: graphs/segment/(?P<round_hash_key>[-\w]+)/$
sk: grafy/segment/(?P<round_hash_key>[-\w]+)/$

source: graphs/survey/(?P<survey_hash_key>[-\w]+)/$
sk: grafy/prieskum/(?P<survey_hash_key>[-\w]+)/$

source: infographics/(?P<pk>[-\d]+)/$
sk: infografika/(?P<pk>[-\d]+)/$

source: infographics/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: infografika/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: infographics/segment/(?P<round_hash_key>[-\w]+)/$
sk: infografika/segment/(?P<round_hash_key>[-\w]+)/$

source: infographics/survey/(?P<survey_hash_key>[-\w]+)/$
sk: infografika/prieskum/(?P<survey_hash_key>[-\w]+)/$

source: voters/to-fix/(?P<password>[-\w]+)/$
sk: respondenti/to-fix/(?P<password>[-\w]+)/$

source: voters/generate-quiz-results/(?P<password>[-\w]+)/$
sk: respondenti/generate-quiz-results/(?P<password>[-\w]+)/$

source: voters/delete/(?P<pk>[-\d]+)/$
sk: respondenti/zmazat/(?P<pk>[-\d]+)/$

source: voters/(?P<pk>[-\d]+)/$
sk: respondenti/(?P<pk>[-\d]+)/$

source: voters/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$
sk: respondenti/(?P<pk>[-\d]+)/segment/(?P<round_pk>[-\d]+)/$

source: voter/(?P<pk>[-\d]+)/edit/$
sk: respondent/(?P<pk>[-\d]+)/upravit/$

source: voter/(?P<pk>[-\d]+)/$
sk: respondent/(?P<pk>[-\d]+)/$

source: voter/result/(?P<hash_key>[-\w]+)/$
sk: respondent/vysledok/(?P<hash_key>[-\w]+)/$

source: voting/history/$
sk: hlasovanie/historia/$

source: history/voter/(?P<hash_key>[-\w]+)/$
sk: historia/respondent/(?P<hash_key>[-\w]+)/$

source: graphs/(?P<pk>[-\d]+)/export/pdf/$
sk: grafy/(?P<pk>[-\d]+)/export/pdf/$
