Repository: pypi-data/pypi-mirror-65
Catalog: packages/djangoplus/djangoplus-0.0.98.tar.gz/djangoplus-0.0.98/djangoplus/docs/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Access
pt_br: Acessar

source: Superuser
pt_br: Superusuário

source: in
pt_br: em

source: Description:
pt_br: Descrição

source: Actors:
pt_br: Atores

source: Workflow:
pt_br: Fluxo:

source: Usecases:
pt_br: Casos de Uso:

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: Actors
pt_br: Atores

source: Buniness Rules
pt_br: Regras de Negócio

source: Pre-conditions
pt_br: Pré-condicões

source: Post-condition
pt_br: Pós-condições

source: Main-scenario
pt_br: Fluxo Principal

source: Class Diagrams:
pt_br: Diagrama de Classes

source: Diagram
pt_br: Diagrama

source: Documentation
pt_br: Documentação

source: This document describes the actors and funcionalities of the system
pt_br: Este documento descreve os atores e funcionalidades do sistema

source: Group
pt_br: Perfil

source: Scope
pt_br: Escopo

source: Use Cases
pt_br: Casos de Uso

source: Title
pt_br: Título

source: Primary Actor
pt_br: Ator Primário

source: Secondary Actors
pt_br: Atores Secundários

source: Preconditions
pt_br: Pré-condicões

source: Business Rules
pt_br: Regras de Negócio

source: Postconditions
pt_br: Pós-condições

source: Main Scenario
pt_br: Fluxo Principal

source: Extensions
pt_br: Fluxos Alternativos

source: Systemic Users
pt_br: Usuários Sistêmicos

source: Username
pt_br: Login

source: Organization's Users
pt_br: Usuários da Organização

source: List
pt_br: Listar

source: Register
pt_br: Cadastrar

source: in
pt_br: em

source: Add
pt_br: Adicionar

source: as
pt_br: como

source: The user access the system as
pt_br: O usuário acessa o sistema como

source: The system displays the main page
pt_br: O sistema exibe a página principal

source: The user looks at the painel
pt_br: O usuário olha para o painel

source: The user clicks on the shortcut card
pt_br: O usuário clica no cartão de atalho

source: in the dashboard at main page
pt_br: no painel de controle na página principal

source: The system displays the listing page
pt_br: O sistema exibe a página de listagem

source: The user access the menu
pt_br: O usuário acessa o menu

source: The user locates the record and clicks the visualization icon
pt_br: O usuário localiza o registro e clica na lupa

source: The system displays the visualization page
pt_br: O sistema exibe a página de visualização

source: The user clicks the tab
pt_br: O usuário clica na aba

source: The user clicks the pill
pt_br: O usuário clica na aba

source: The system displays the registered records
pt_br: O sistema exibe os registros cadastrados

source: The user optionally performs a search by
pt_br: O usuário opcionalmente busca por

source: The user optionally filter the records by
pt_br: O usuário opcionalmente filtra os registros por

source: The system displays
pt_br: O sistema exibe

source: of previous registered records
pt_br: os registros previamente cadastrados

source: The user access login page
pt_br: O usuário acessa a página de login

source: The user clicks the link
pt_br: O usuário clica no link

source: Sign-up
pt_br: Cadastrar-se

source: The system displays a popup window
pt_br: O sistema exibte uma janela pop-up

source: The user clicks the button
pt_br: O usuário clica no botão

source: Add new records of
pt_br: Insere novos registros de

source: in the system
pt_br: no sistema

source: The record will be successfully registered in the system
pt_br: O registro estará devidamente cadastrado no sistema

source: The following information must have been previouly registered in the system:
pt_br: As seguintes informações devem ter sido previamente cadastradas no sistema:

source: on the right-side of the action bar
pt_br: no canto superior direito da barra de ações

source: add
pt_br: adicionar

source: The system displays the input form
pt_br: O sistema exibe o formulário

source: The user looks at fieldset
pt_br: O usuário olha para o fieldset

source: The user chooses
pt_br: O usuário seleciona

source: The user enters
pt_br: O usuário informa

source: Action successfully performed
pt_br: Ação realizada com sucesso

source: or
pt_br: ou

source: and
pt_br: e
