Repository: pypi-data/pypi-mirror-65
Catalog: packages/trytond-timesheet-cost/trytond_timesheet_cost-5.0.3-py3-none-any.whl/trytond/modules/timesheet_cost/locale/*.po
Languages: hu_hu

# error:company.employee_cost_price:
source: A employee can only have one cost price by date.
hu_hu: Egy alkalmazottnak dátumonként egy költség írható be.

# field:company.employee,cost_price:
source: Cost Price
hu_hu: Költség

# field:company.employee,cost_prices:
source: Cost Prices
hu_hu: Költség

# field:company.employee_cost_price,cost_price:
source: Cost Price
hu_hu: Költség

# field:company.employee_cost_price,create_date:
source: Create Date
hu_hu: Létrehozás dátuma

# field:company.employee_cost_price,create_uid:
source: Create User
hu_hu: Által létrehozva

# field:company.employee_cost_price,date:
source: Date
hu_hu: Dátum

# field:company.employee_cost_price,employee:
source: Employee
hu_hu: Alkalmazott

# field:company.employee_cost_price,write_date:
source: Write Date
hu_hu: Módosítás dátuma

# field:company.employee_cost_price,write_uid:
source: Write User
hu_hu: Által módosítva

# field:timesheet.line,cost_price:
source: Cost Price
hu_hu: Költség

# help:company.employee,cost_price:
source: Hourly cost price for this Employee
hu_hu: Alkalmazott költsége per óra

# help:company.employee,cost_prices:
source: List of hourly cost price over time
hu_hu: Lista a költség per óráról

# help:company.employee_cost_price,cost_price:
source: Hourly cost price
hu_hu: Költség per óra

# model:company.employee_cost_price,name:
source: Employee Cost Price
hu_hu: Alkalmazott költsége

# view:company.employee:
source: Cost
hu_hu: Költség

# view:company.employee_cost_price:
source: Cost Prices
hu_hu: Önköltségi ár
