Repository: pypi-data/pypi-mirror-65
Catalog: packages/trytond-timesheet-cost/trytond_timesheet_cost-5.2.1-py3-none-any.whl/trytond/modules/timesheet_cost/locale/*.po
Languages: lo

# field:company.employee,cost_price:
source: Cost Price
lo: ລາຄາຄິດໄລ່

# field:company.employee,cost_prices:
source: Cost Prices
lo: ລາຄາຄິດໄລ່

# field:company.employee_cost_price,cost_price:
source: Cost Price
lo: ລາຄາຄິດໄລ່

# field:company.employee_cost_price,create_date:
source: Create Date
lo: ວັນທີສ້າງ

# field:company.employee_cost_price,create_uid:
source: Create User
lo: ຜູ້ສ້າງ

# field:company.employee_cost_price,date:
source: Date
lo: ວັນທີ

# field:company.employee_cost_price,employee:
source: Employee
lo: ພະນັກງານ

# field:company.employee_cost_price,id:
source: ID
lo: ເລກລຳດັບ

# field:company.employee_cost_price,write_date:
source: Write Date
lo: ວັນທີບັນທຶກ

# field:company.employee_cost_price,write_uid:
source: Write User
lo: ຜູ້ບັນທຶກ

# field:timesheet.line,cost_price:
source: Cost Price
lo: ລາຄາຄິດໄລ່

# help:company.employee,cost_price:
source: Hourly cost price for this Employee
lo: ລາຄາຕໍ່ຊົ່ວໂມງສຳລັບພະນັກງານຜູ້ນີ້

# help:company.employee,cost_prices:
source: List of hourly cost price over time
lo: ບັນຊີລາຍການຄ່າລ່ວງເວລາ

# help:company.employee_cost_price,cost_price:
source: Hourly cost price
lo: ລາຄາຕໍ່ຊົ່ວໂມງ

# model:company.employee_cost_price,name:
source: Employee Cost Price
lo: ມູນຄ່າລາຄາພະນັກງານ

# view:company.employee:
source: Cost
lo: ມູນຄ່າ
